Repository: asulwer/EdgeManage
Catalog: Properties/Resources.*.resx
Languages: da, de, es, it, nl, pl, pt, ru

# txtHTMLFilter
source: HTML files (*.htm;*.html)|*.htm;*.html|All files (*.*)|*.*
da: HTML filer (*.htm;*.html)|*.htm;*.html|Alle filer (*.*)|*.*
de: HTML Dateien (*.htm;*.html)|*.htm;*.html|Alle Dateien (*.*)|*.*
es: Archivos HTML (*.htm;*.html)|*.htm;*.html|Todos los archivos (*.*)|*.*
it: File HTML (*.htm;*.html)|*.htm;*.html|Tutti i file (*.*)|*.*
nl: HTML bestanden (*.htm;*.html)|*.htm;*.html|Alle bestanden (*.*)|*.*
pl: Pliki HTML (*.htm;*.html)|*.htm;*.html|Wszystkie pliki (*.*)|*.*
pt: Arquivos HTML (*.htm;*.html)|*.htm;*.html|Todos os arquivos (*.*)|*.*
ru: HTML файлы (*.htm;*.html)|*.htm;*.html|Все файлы (*.*)|*.*

# txtRow
source: row
da: række
de: Zeile
es: fila
it: riga
nl: rij
pl: rząd
pt: linha
ru: строка

# txtRows
source: rows
da: rækker
de: Zeilen
es: filas
it: righe
nl: rijen
pl: rzędy
pt: linhas
ru: строки/строк

# txtTop
source: Top
de: Basis
es: Arriba
nl: Bovenste
pl: Góra
pt: Topo
ru: Наверх

# txtXMLFilter
source: XML files (*.xml)|*.xml|All files (*.*)|*.*
da: XML filer (*.xml)|*.xml|Alle filer (*.*)|*.*
de: XML Dateiten (*.xml)|*.xml|Alle Dateien (*.*)|*.*
es: Archivos XML (*.xml)|*.xml|Todos los archivos (*.*)|*.*
it: File XML (*.xml)|*.xml|Tutti i file (*.*)|*.*
nl: XML bestanden (*.xml)|*.xml|Alle bestanden (*.*)|*.*
pl: Pliki XML (*.xml)|*.xml|Wszystkie pliki (*.*)|*.*
pt: Arquivos XML (*.xml)|*.xml|Todos os arquivos (*.*)|*.*
ru: XML файлы (*.xml)|*.xml|Все файлы (*.*)|*.*

# txtZipFilter
source: Zip files (*.zip)|*.zip|All files (*.*)|*.*
da: Zip filer (*.zip)|*.zip|Alle filer (*.*)|*.*
de: Zip Dateiten (*.zip)|*.zip|Alle Dateien (*.*)|*.*
es: Archivos Zip (*.zip)|*.zip|Todos los archivos (*.*)|*.*
it: File Zip (*.zip)|*.zip|Tutti i file (*.*)|*.*
nl: Zip bestanden (*.zip)|*.zip|Alle bestanden (*.*)|*.*
pl: Pliki Zip (*.zip)|*.zip|Wszystkie pliki (*.*)|*.*
pt: Arquivos Zip (*.zip)|*.zip|Todos os arquivos (*.*)|*.*
ru: Zip файлы (*.zip)|*.zip|Все файлы (*.*)|*.*

# msgFileNotFound
source: File not found
da: Fil ikke fundet
de: Die Datei wurde nicht gefunden
es: Archivo no encontrado
it: File non trovato
nl: Bestand niet gevonden
pl: Plik nieznaleziony
pt: Arquivo não encontrado
ru: Файл не найден

# msgNotSetIcon
source: Could not set Icon
da: Kunne ikke indstille ikon
de: Konnte nicht gesetzt Symbol
es: No se pudo establecer el icono
it: Impossibile impostare icona
nl: Kon niet ingesteld icon
pl: Nie można ustawić ikony
pt: Não foi possível definir ícone
ru: Невозможно установить иконку

# txtGraphicFilter
source: Graphic Files (*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO)|*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO|All Files (*.*)|*.*
da: Grafikfiler (*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO)|*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO|Alle Filer (*.*)|*.*
de: Grafik-Dateien (*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO)|*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO|Alle Dateien (*.*)|*.*
es: Archivos gráficos (*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO)|*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO|Todos los archivos (*.*)|*.*
it: Graphic Files (*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO)|*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO|Tutti i file (*.*)|*.*
nl: Grafisch bestanden (*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO)|*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO|Alle bestanden (*.*)|*.*
pl: Pliki graficzne (*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO)|*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO|Wszystkie pliki (*.*)|*.*
pt: Arquivos gráficos (*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO)|*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO|Todos os arquivos (*.*)|*.*
ru: Файла изображений (*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO)|*.BMP;*.JPG;*.JPEG;*.GIF;*.TIF;*.TIFF;*.PNG;*.ICO|Все файлы (*.*)|*.*

# msgZipVer
source: This backup is from different version of Edge, so it may not work properly Do you wish to continue?
da: Denne backup er fra anden version af Edge og virker måske ikke korrekt Vil du fortsætte?
de: Dieses Backup wurde aus einer anderen Version von Edge erstellt, und wird eventuell nicht richtig funktionieren. Möchten Sie fortfahren?
es: Esta copia de seguridad es de una versión diferente de Edge, por lo que puede no funcionar correctamente ¿Desea continuar?
it: Questo backup è dalla versione diversa di bordo, quindi potrebbe non funzionare correttamente Vuoi continuare?
nl: Deze backup is van een andere versie van Edge, dus mogelijk werkt het niet goed Wilt u doorgaan?
pl: Ta kopia zapasowa pochodzi z innej wersji Edge, więc może nie działać prawidłowo. Czy chcesz kontynuować?
pt: Esta cópia de segurança é de uma versão diferente do Edge, portanto, pode não funcionar corretamente. Deseja continuar?
ru: Эта резервная копия из другой версии Edge, поэтому она может работать неправильно Вы хотите продолжить?

# msgSchema
source: There has been a database change in Edge, please upgrade to the latest version of EdgeManage:
da: Der er sket en ændring af databasen i Edge. Venligst opgrader til den nyeste version af EdgeManage:
de: Die Datenbank in Edge wurde geändert, bitte führen Sie ein Upgrade auf die letzte Version von EdgeManage durch:
es: Ha habido un cambio en la base de datos de Edge, por favor actualice a la última versión de EdgeManage:
it: C'è stato un cambiamento di database in Edge, si prega di aggiornare all'ultima versione di EdgeManage:
nl: Er is bij Edge een database wijziging. Upgrade naar de laatste versie van EdgeManage:
pl: Baza danych w EDGE została zmieniona, uaktualnij EdgeManage do najnowszej wersji:
pt: Houve uma alteração à base de dados no Edge. Por favor, atualize para a versão mais recente do EdgeManage:
ru: В Edge было изменение базы данных, пожалуйста, обновите до последней версии EdgeManage:
