Repository: asulwer/EdgeManage
Catalog: Properties/Resources.*.resx
Languages: da, de, es, it, nl, pl, pt, ru

# errBadCol
source: Unsupported column type:
da: Ukendt kolonne-type:
de: Nicht unterstützter Spaltentyp:
es: Tipo de columna no soportada:
it: Tipo di colonna non supportata:
nl: Niet-ondersteunde kolom:
pl: Typ kolumny nieobsługiwany:
pt: Tipo de coluna não suportado:
ru: Неподдерживаемый тип:

# errCheckUpdate
source: Could not check for updates:
da: Kunne ikke søge efter opdateringer:
de: Konnte nicht nach Updates suchen:
es: No se ha podido comprobar si hay actualizaciones:
it: Impossibile verificare gli aggiornamenti:
nl: Kon niet controleren op updates:
pl: Nie można sprawdzić uaktualnienia:
pt: Não foi possível verificar se há atualizações:
ru: Невозможно проверить обновления:

# errCorrupt
source: The database is corrupted
da: Databasen er beskadiget
de: Die Datenbank ist beschädigt
es: La base de datos está corrupta
it: Il database è danneggiato
nl: De database is beschadigd
pl: Baza danych jest uszkodzona
pt: A base de dados está corrompida
ru: База данных повреждена

# errMissing
source: The database file is missing
da: De database bestand ontbreekt
de: Die Datenbankdatei fehlt
es: El archivo de base de datos no se encuentra
it: Il file del database è mancante
nl: Database bestand ontbreekt
pl: Brakuje pliku bazy danych
pt: O arquivo da base de dados está em falta
ru: Файл базы данных отсутствует

# errUpdate
source: Could not update:
da: Kunne ikke opdatere:
de: Konnte nicht aktualisiert werden:
es: No se pudo actualizar:
it: Impossibile aggiornare:
nl: Kon niet bijwerken:
pl: Nie można uaktualnić:
pt: Não foi possível atualizar:
ru: Невозможно обновить:

# msgAttention
source: Attention!
da: Advarsel!
de: Aufgepast!
es: ¡Atención!
it: Attenzione !
nl: Opgepast!
pl: Uwaga!
pt: Atenção!
ru: Внимание!

# msgBackup
source: Backup Complete
da: Backup udført
de: Backup erstellt
es: Respaldo Completo
it: Backup completato
nl: Backup gereed
pl: Tworzenie kopi zapasowej zakończone
pt: Cópia de Segurança Completa
ru: Копирование завершено

# msgBackupErr
source: Could not create the backup:
da: Kunne ikke oprette backup:
de: Backup konnte nicht erstellt werden:
es: No se pudo crear el respaldo:
it: Impossibile creare il backup:
nl: Kon geen backup maken:
pl: Nie można utworzyć kopi zapasowej:
pt: Não foi possível criar a cópia de segurança:
ru: Невозможно создать резервную копию:

# msgCancelled
source: Cancelled
da: Aflyst
de: Abgebrochen
es: Cancelado
it: Annullato
nl: Geannuleerd
pl: Anulowano
pt: Cancelado
ru: Отменено

# msgClear
source: This will discard any changes and start over with an empty Favorites list Do you want to continue?
da: Kasserer alle ændringer og starter forfra med en tom favorit-liste Vil du fortsætte?
de: Alle Änderungen zurücksetzen und mit leerer Favoritenliste neu beginnen. Möchten Sie fortfahren?
es: Esto eliminará cualquier cambio y empezará de nuevo con una lista vacía de Favoritos ¿Quiere continuar?
it: Questo cancellerà ogni cambiamento e ricomincerà con una lista preferiti vuota Vuoi continuare ?
nl: Alle wijzigingen negeren en opnieuw beginnen met een lege Favorietenlijst Wilt u doorgaan?
pl: Zmiany zostaną pominięte, a pusta lista ulubionych zostanie ponownie załadowana Chcesz kontynuować?
pt: Isto eliminará qualquer alteração e começará com uma nova lista vazia de Favoritos. Quer continuar?
ru: Это позволит отменить все изменения и начать заново с пустым списком Избранное Вы хотите продолжить?

# msgClose1
source: Please close the Edge browser and then restart this application
da: Venligst afslut Edge browser og genstart dette program
de: Bitte Edge Browser schließen und dieses Programm neu starten
es: Por favor, cierr el navegador Edge y reinicie esta aplicación
it: Si prega di chiudere il browser Edge e quindi riavviare l'applicazione
nl: Sluit Edge Browser a.u.b. en herstart dit programma
pl: Proszę zamknąć przeglądarkę Edge i ponownie uruchomić program
pt: Por favor, feche o navegador Edge e, em seguida, reinicie esta aplicação
ru: Пожалуйста, закройте браузер Edge и затем вновь запустите это приложение

# msgClose2
source: Please close the Edge browser and try again
da: Venligst afslut Edge browser og prøv igen
de: Bitte Edge Browser schließen und erneut versuchen
es: Por favor, cierr el navegador Edge e intente de nuevo
it: Si prega di chiudere il browser Edge e riprovare
nl: Sluit Edge browser en probeer opnieuw
pl: Proszę zamknąć przeglądarkę Edge i spróbować ponownie
pt: Por favor, feche o navegador Edge e tente novamente
ru: Пожалуйста, закройте браузер Edge и попробуйте еще раз

# msgDelBar
source: You may not delete the special '_Favorites_Bar_' folder Would you like to delete its contents instead?
da: Den specielle mappe '_Favorites_Bar_' kan ikke slettes Vil du slette indholdet i stedet?
de: Der '_Favorites_Bar_' Ordner kann nicht gelöscht werden. Möchten Sie seinen Inhalt löschen?
es: No puede borrar la carpeta especial '_Favorites_Bar_' ¿Le gustaría borrar su contenido?
it: L'utente non può eliminare lo speciale barra '_Favorites_Bar_' Voui invece cancellare il suo contenuto ?
nl: U kunt de '_Favorites_Bar_' map niet wissen Wilt u de inhoud verwijderen?
pl: Użytkownik nie może usunąć folderu specjalnego '_Favorites_Bar_' Czy chcesz usunąć jego zawartość?
pt: Não pode eliminar a pasta especial '_Favorites_Bar_' . Gostaria, em vez disso, de excluir o seu conteúdo?
ru: Вы не можете удалить специальную папку '_Favorites_Bar_' Вы хотите, удалить её содержимое вместо этого?

# msgDelFolder
source: This will also delete all of the items in the folder
da: Dette sletter også alt indhold i mappen
de: Dadurch werden auch alle Objekte im Ordner gelöscht
es: Esto también borrará todos los elementos de la carpeta
it: Questo sarà anche eliminare tutti gli elementi nella cartella
nl: Dit verwijdert ook alle items in de map
pl: Zawartość folderu zostanie także usunięta.
pt: Isto também irá eliminar todos os itens na pasta
ru: Будут также удалены все элементы в папке

# msgDelTop
source: You may not delete the 'Top' folder Use the 'Data/Clear All' menu item to remove all Favorites
da: Mappen 'Top' kan ikke slettes Benyt menuen 'Data/Slet alt' til at fjerne alle favoritter
de: Sie können den 'Basis' Ordner nicht löschen Benutzen Sie die Option 'Alle Löschen' im Menü 'Daten' um alle Favoriten zu löschen
es: No puede borrar la carpeta 'Arriba' Use el menú 'Datos/Borrar Todo' para borrar todos los Favoritos
it: L'utente non può cancellare la cartella 'Top' Usa la voce di menu 'Dati / Cancella tutto' per rimuovere tutti i Preferiti
nl: U kunt de 'Bovenste' map niet wissen Gebruik de menu optie 'Data/Wis Alles' om alle Favorieten te verwijderen
pl: Użytkownik nie może usunąć folderu 'Góra' Aby usunąć wszystkie ulubione użyj menu 'Dane/Wyczyść wszystko'?
pt: Não pode eliminar a pasta 'Topo'. Use o menu 'Dados/Eliminar Tudo' para eliminar todos os Favoritos
ru: Вы не можете удалить папку 'Наверх' Используйте меню «Данные / Очистить всё», чтобы удалить всё Избранное.

# msgDone
source: Done
da: Færdig
de: Fertig
es: Hecho
it: Fatto
nl: Gedaan
pl: Zakończono
pt: Feito
ru: Завершено

# msgEmailErr
source: Could not send the email:
da: Kan ikke sende email:
de: Email-Versand nicht möglich:
es: No se pudo enviar el email:
it: Impossibile inviare la Mail:
nl: Kan geen email verzenden:
pl: Nie można wysłać emaila:
pt: Não foi possível enviar o e-mail:
ru: Невозможно отправить email:

# msgError
source: Error
da: Fejl
de: Fehler
it: Errore
pl: Błąd
pt: Erro
ru: Ошибка

# msgFavExists
source: That favorite name already exists, pick another name
da: Favorit-navn findes allerede, brug et andet navn
de: Favoritnamen bereits vorhanden, bitte einen anderen Namen verwenden
es: Ese nombre de favorito existe ya, escoja otro nombre
it: Quel nome preferito è già presente, scegli un altro nome
nl: Favorietnaam bestaat al, gebruik een andere naam
pl: Nazwa ulubionych już istnieje, wybierz inną nazwę
pt: Esse nome de favorito já existe, escolha outro
ru: Ссылка с таким именем уже существует, используйте другое

# msgFolderExists
source: That folder name already exists, pick another name
da: Mappe-navn findes allerede, brug et andet navn
de: Ordnernamen bereits vorhanden, bitte einen einen anderen Namen verwenden
es: Ese nombre de carpeta existe ya, escoja otro nombre
it: Quel nome cartella esiste già, scegli un altro nome
nl: Mapnaam bestaat al, gebruik een andere naam
pl: Nazwa folderu już istnieje, wybierz inną nazwę
pt: Esse nome de pasta já existe, escolha outro
ru: Папка с таким именем уже существует, используйте другое

# msgGenerate
source: Generated {0}/{1} favorite icons
da: Genereret {0}/{1} favorit ikoner
de: Es wurden {0}/{1} Favoriten-Symbole erzeugt
es: Generados {0}/{1} iconos favoritos
it: Generate {0}/{1} icone preferiti
nl: Gegenereerde {0}/{1} favoriete pictogrammen
pl: Utworzono {0}/{1} ikon ulubionych
pt: Gerados {0}/{1} ícones favoritos
ru: Созданы {0}/{1} иконок

# msgHelpErr
source: Could not launch the help web page:
da: Kan ikke åbne hjælpesiden:
de: Hilfeseite kann nicht geöffnet werden:
es: No se pudo lanzar la página de ayuda:
it: Impossibile avviare la pagina di aiuto web:
nl: Kan Help pagina niet opstarten:
pl: Nie można uruchomić strony z pomocą:
pt: Não foi possível iniciar a página de ajuda na web:
ru: Невозможно открыть страницу помощи:

# msgHTMLinErr
source: Could not read from the HTML file:
da: Kan ikke læse HTML-filen:
de: HTML-Datei kann nicht gelesen werden:
es: No se pudo leer desde el archivo HTML:
it: Impossibile leggere dal file HTML:
nl: Kan HTML file niet lezen:
pl: Nie można odczytać z pliku HTML:
pt: Não foi possível ler a partir do arquivo HTML:
ru: Невозможно прочитать HTML файл:

# msgHTMLout
source: Export Complete
da: Eksport udført
de: Export abgeschlossen
es: Exportación Completa
it: Esportazione completata
nl: Export voltooid
pl: Eksport zakończony
pt: Exportação Concluída
ru: Экспорт завершен

# msgHTMLoutErr
source: Could not write to the HTML file:
da: Kan ikke skrive til HTML-filen:
de: HTML-Datei kann nicht erstellt werden:
es: No se pudo escribir al archivo HTML:
it: Impossibile scrivere sul file HTML:
nl: Kan niet HTML bestand niet aanmaken:
pl: Nie można zapisać do pliku HTML:
pt: Não foi possível gravar o arquivo HTML:
ru: Невозможна запись в HTML файл:

# msgIEinErr
source: Could not import from IE:
da: Kan ikke importere fra IE:
de: Import von IE nicht möglich:
es: No se pudo importar desde IE:
it: Impossibile importare da IE:
nl: Kan niet importeren van IE:
pl: Nie można zaimportować z IE:
pt: Não foi possível importar do IE:
ru: Невозможно импортировать из IE:

# msgIEout
source: Export Complete
da: Eksport udført
de: Export abgeschlossen
es: Exportación Completa
it: Esportazione completata
nl: Export Voltooid
pl: Eksport zakończony
pt: Exportação Concluída
ru: Экспорт завершен

# msgIEoutErr
source: Could not export to IE:
da: Kan ikke eksportere til IE:
de: Export nach IE nicht möglich:
es: No se pudo exportar a IE:
it: Impossibile esportare in IE:
nl: Kan niet exporteren naar IE:
pl: Nie można wyeksportować do IE:
pt: Não foi possível exportar para o IE:
ru: Невозможно экспортировать в IE:

# msgImport
source: Import added {0} {1} and modified {2} {3}
da: Import indsatte {0} {1} og modificerede {2} {3}
de: Import hat {0} {1} hinzugefügt und {2} {3} angepasst
es: Importar añadió {0} {1} y modificó {2} {3}
it: Importazione aggiunta {0} {1} e modificato {2} {3}
nl: Import toegevoegd {0} {1} en aangepast {2} {3}
pl: Dodano {0} {1} i zmodyfikowano {2} {3}
pt: Importar adicionado {0} {1} e modificado {2} {3}
ru: Импорт - добавлено {0} {1} изменено {2} {3}

# msgLatestVer
source: You have the latest version
da: Du har den nyeste version
de: Sie haben die neueste Version
es: Tienes la última versión
it: È l'ultima versione
nl: Je hebt de laatste versie
pl: Posiadasz najnowszą wersję
pt: Têm a versão mais recente
ru: У Вас последняя версия

# msgLoadErr
source: Could not load the Edge Favorites:
da: Kan ikke indlæse Edge favoritter:
de: Edge Favoriten können nicht geladen werden:
es: No se pudo cargar los Favoritos de Edge:
it: Impossibile caricare i Preferiti di Edge :
nl: Kan Edge Favorieten niet laden:
pl: Nie można załadować ulubionych z Edge:
pt: Não foi possível carregar os Favoritos do Edge:
ru: Невозможно загрузить избранное из Edge:

# msgNoChangeSave
source: There are no changes, so there is nothing to save
da: Der er ingen ændringer og intet at gemme
de: Keine Änderungen zu speichern
es: No hay cambios, así que no hay nada que guardar
it: Non ci sono cambiamenti, quindi non c'è niente da salvare
nl: Er zijn geen wijzigingen, er is niets op te slaan
pl: Zmiany nie zostały dokonane, tak więc nie ma co zapisać
pt: Não há mudanças, logo não há nada para guardar
ru: Изменений не было, сохранять ничего не нужно

# msgNotice
source: Notice
da: Bemærk!
de: Hinweis!
es: ¡Atención!
it: Avviso !
nl: Kennisgeving!
pl: Ostrzeżenie!
pt: Atenção!
ru: Обратите внимание!

# msgNoUpdate
source: No Updates Available
da: Ingen opdateringer Tilgængelige
de: Keine Updates verfügbar
es: No hay actualizaciones disponibles
it: Nessun aggiornamento disponibile
nl: Geen updates beschikbaar
pl: Brak dostępnych uaktualnień
pt: Não há atualizações disponíveis
ru: Нет доступных обновлений

# msgReload
source: This will discard any changes and reload the favorites from the Edge browser Do you want to continue?
da: Kasserer alle ændringer og indlæser favoritter fra Edge browser igen Vil du fortsætte?
de: Alle Änderungen zurücksetzen und die Edge-Browser Favoriten erneut laden? Möchten Sie fortfahren?
es: Esto eliminará cualquier cambio y recargará los favoritos desde el navegaror Edge ¿Quiere continuar?
it: Questo scarterà tutte le modifiche e ricaricherà i preferiti dal browser Edge Vuoi continuare ?
nl: Alle wijzigingen negeren en favorieten uit de Edge browser opnieuw laden Wilt u doorgaan?
pl: Zmiany zostaną pominięte, a ulubione z przeglądarki Edge zostaną ponownie załadowane Chcesz kontynuować?
pt: Isto irá descartar as alterações e recarregar os favoritos do navegador Edge. Quer continuar?
ru: Будут отменены все изменения и перезагружено избранное из браузера Edge Вы хотите продолжить?

# msgRenameBar
source: You may not rename the special '_Favorites_Bar_' folder
da: Den specielle mappe '_Favorites_Bar_' kan ikke omdøbes
de: Sie können den '_Favorites_Bar_' Ordner nicht umbenennen
es: No puede renombrar la carpeta especial '_Favorites_Bar_'
it: L'utente non può rinominare la cartella specialel '_Favorites_Bar_'
nl: U kunt speciale '_Favorites_Bar_' map niet hernoemen
pl: Użytkownik nie może zmienić nazwy folderu specjalnego '_Favorites_Bar_'
pt: Não pode renomear a pasta especial '_Favorites_Bar_'
ru: Вы не можете переименовать специальную папку '_Favorites_Bar_' folder

# msgRenameExists
source: That name already exists, pick another name
da: Navnet findes allerede, brug et andet
de: Name bereits vorhanden, bitte einen anderen Namen verwenden
es: Ese nombre existe ya, escoja otro
it: Questo nome esiste già, scegli un altro nome
nl: Naam bestaat al, gebruik een andere naam
pl: Ta nazwa już istnieje, wybierz inną nazwę
pt: Esse nome já existe, escolha outro
ru: Такое имя уже существует, используйте другое

# msgRenameTop
source: You may not rename the 'Top' folder
da: Mappen 'Top' kan ikke omdøbes
de: Sie können den 'Basis' Ordner nicht umbenennen
es: No puede renombrar la carpeta 'Arriba'
it: Non si può rinominare la cartella 'Top'
nl: U kunt 'Bovenste' map niet hernoemen
pl: Użytkownik nie może zmienić nazwy folderu 'Góra'
pt: Não pode renomear a pasta 'Topo'
ru: Вы не можете переименовать папку 'Наверх'

# msgRestore
source: Restore Complete
da: Gendannelse udført
de: Wiederherstellen abgeschlossen
es: Restauración Completa
it: Ripristino completato
nl: Terugzetten Voltooid
pl: Przywracanie zakończone
pt: Restauração Concluída
ru: Восстановление завершено

# msgRestoreDiscard
source: Restoring the database will discard all changes made via Edge or EdgeManage since the date of the backup Do you want to continue?
da: Gendannelse af databasen vil kassere alle ændringer via Edge eller EdgeManage siden sidste backup Vil du fortsætte?
de: Durch das Wiederherstellen der Datenbank aus dem Backup werden alle Änderungen in Edge oder über EdgeManage seit dem Backup-Datum rückgängig gemacht. Möchten Sie fortfahren?
es: Restaurar la base de datos eliminará todos los cambios hechos a través de Edge o EdgeManage desde la fecha del backup ¿Quiere continuar?
it: Il ripristino del database scarterà tutte le modifiche effettuate tramite Edge o dalla data del backup Edge Manage Vuoi continuare ?
nl: De database terugzetten maakt alle gemaakte wijzigingen via Edge of EdgeManage vanaf de backup datum ongedaan Wilt u doorgaan?
pl: Przywracanie bazy danych spowoduje odrzucenie wszystkich zmian wprowadzonych poprzez Edge lub EdgeManage od daty wykonania kopii zapasowej Chcesz kontynuować?
pt: Restaurar a base de dados irá descartar todas as alterações feitas via Edge ou EdgeManage a partir da data da cópia de segurança. Quer continuar?
ru: Восстановление базы данных отменит все изменения, сделанные с помощью Edge, или EdgeManage с момента создания резервной копии Вы хотите продолжить?

# msgRestoreErr
source: Could not restore the backup: {0}
da: Kan ikke gendanne backup: {0}
de: Backup konnte nicht wiederhergestellt werden {0}
es: No se pudo restaurar el respaldo: {0}
it: Impossibile ripristinare il backup: {0}
nl: Kan backup niet terugzetten: {0}
pl: Nie można odtworzyć kopi zapasowej: {0}
pt: Não foi possível restaurar a cópia de segurança: {0}
ru: Невозможно восстановить из резервной копии: {0}

# msgSaved
source: Favorites Saved
da: Favoritter gemt
de: Favoriten gespeichert
es: Favoritos Guardados
it: preferiti salvati
nl: Favorieten Opgeslagen
pl: Ulubione zapisane
pt: Favoritos Guardados
ru: Избранное сохранено

# msgSaveErr
source: Could not save the Edge Favorites:
da: Kan ikke gemme Edge favoritter:
de: Kann Edge Favoriten nicht speichern:
es: No se pudo guardar los Favoritos de Edge:
it: Impossibile salvare i Preferiti Edge:
nl: Kan Edge Favorieten niet opslaan:
pl: Nie można zapisać ulubionych w Edge:
pt: Não foi possível guardar os Favoritos do Edge:
ru: Невозможно сохранить избранное:

# msgShortcutErr
source: Could not create the shortcut:
da: Kan ikke oprette genvejen:
de: Kann Verknüpfung nicht erstellen:
es: No se pudo crear el atajo:
it: Impossibile creare il collegamento:
nl: Kan snelkoppelling niet aanmaken:
pl: Nie można utworzyć skrótu:
pt: Não foi possível criar o atalho:
ru: Новозможно создать ярлык:

# msgSuccess
source: Success!
da: Succes!
de: Erfolgreich!
es: ¡Hecho!
it: Successo!
nl: Succes!
pl: Powodzenie!
pt: Concluído!
ru: Успешно!

# msgUndeleteItems
source: Would you also like to undelete all of the items in the folder (at this level only)?
da: Vil du gendanne alt indhold i mappen (kun på dette niveau)?
de: Möchten Sie alle Objekte wiederherstellen in diesem Ordner (auf dieser Ebene)?
es: ¿Le gustaría también recuperar todos los elementos de la carpeta (sólo en este nivel)?
it: Vuoi anche ripristinare tutti gli elementi della cartella (solo per questo livello)?
nl: Wilt u alle items in de map herstellen (alleen op dit niveau)?
pl: Czy chcesz także przywrócić wszystkie elementy w folderze (tylko na tym poziomie)?
pt: Também gostaria de restaurar todos os itens na pasta (somente a este nível)?
ru: Вы хотели бы восстановить также все элементы в папке (только в этой папке)?

# msgUnsaved
source: Unsaved changed have been detected Do you want to save your changes to the Edge browser before exiting?
da: Ændringer er ikke blevet gemt Vil du gemme ændringerne til Edge før afslutning?
de: Änderungen nicht gespeichert! Möchten Sie Ihre Änderungen im Edge-Browser speichern vor dem Schließen?
es: Se han detectado cambios no guardados ¿Quiere guardar los cambios al navegador Edge antes de salir?
it: Sono stati rilevati cambiamenti non salvati Vuoi salvare le modifiche al browser Edge prima di uscire?
nl: Wijzigingen nog niet opgeslagen Wilt u uw wijzingen opslaan in Edge browser alvorens te sluiten?
pl: Wykryto niezapisane zmiany Czy chcesz zapisać zmiany w przeglądarce Edge zanim zakończysz pracę?
pt: Foram detetadas alterações não guardadas. Quer guardar as alterações no navegador Edge antes de sair?
ru: Обнаружены несохраненные изменения Вы хотите сохранить изменения в браузере Edge перед выходом?

# msgUpdate
source: Your version is {0} and the latest version is {1} Would you like to update now?
da: Din version er {0} og den seneste version er {1} Vil du opdatere nu?
de: Ihre Version ist {0} und die neueste Version ist {1} Würden Sie jetzt updaten?
es: Su versión es {0} y la última versión es {1} ¿Te gustaría actualizar ahora?
it: La versione è {0} e l'ultima versione è {1} Vuoi aggiornare ora?
nl: Uw versie is {0} en de meest recente versie is {1} Wilt u nu updaten?
pl: Twoja wersja to {0}, a najnowsza wersja to {1} Czy chcesz uaktualnić teraz?
pt: A sua versão é {0} e a versão mais recente é {1} Gostaria de atualizar agora?
ru: Текщая вестия {0} доступна версия {1} Хотите обновить версию сейчас?

# msgUpdateAvail
source: Update Available
da: Opdatering tilgængelig
de: Update verfügbar
es: Actualización disponible
it: Aggiornamento disponibile
nl: Update beschikbaar
pl: Uaktualnienie jest dostępne
pt: Atualização disponível
ru: Доступно обновление программы

# msgVersion
source: This program requires at least windows 10.0.10586 (and your system appears to be {0}) Or to put it in other words, you don't need this program on your version of Windows
da: Dette program kræver minimum windows 10.0.10586 (og dit system ser ud til at være {0}) Med andre ord: Du har ikke brug for dette program på din version af Windows
de: Dieses Programm setzt mindestens Windows 10.0.10586 voraus (Ihr System ist offenbar {0}) Dieses Programm wird für Ihre Windows-Version nicht benötigt
es: Este programa requiere al menos Windows 10.0.10586 (y su sistema parece ser {0}) Para decirlo con tras palabras, no necesita este programa en su versión de Windows
it: Questo programma richiede almeno Windows 10.0.10586 (e il sistema sembra essere {0}) Ovvero, non è necessario il programma sulla tua versione di Windows
nl: Dit programma heeft op zijn minst Windows 10.0.10586 (en uw systeem is schijnbaar {0}) Of met andere woorden, u heeft dit programma op uw versie van Windows niet nodig
pl: Ten program wymaga co najmniej wersji Windows 10.0.10586 (Twój system to {0}) Mówiąc inaczej, nie potrzebujesz tego programu do Twojej wersji Windows
pt: Este programa requer pelo menos o Windows 10.0.10586 (e o seu sistema parece ser {0}) Dito por outras palavras, você não precisa deste programa para a sua versão do Windows
ru: Эта программа требует windows не ниже 10.0.10586 (версия вашей windows {0}) Или, выражаясь другими словами, вам не нужна эта программа на вашей версии Windows

# msgWarning
source: Warning
da: Advarsel
de: Warnung!
es: Atención
it: Avvertimento
nl: Waarschuwing!
pl: Ostrzeżenie
pt: Aviso
ru: Предупрждение

# msgWebErr
source: Could not launch the home web page:
da: Kan ikke indlæse hjemmesiden:
de: Kann Homepage nicht starten:
es: No se pudo lanzar la página de inicio:
it: Impossibile avviare la home page web:
nl: Kan Home pagina niet opstarten:
pl: Nie można uruchomić strony domowej:
pt: Não foi possível iniciar a página de início da Web::
ru: Невозможно открыть домашнюю страницу:

# txtAddFav
source: Add Favorite
da: Tilføj favorit
de: Favorit hinzufügen
es: Añadir Favorito
it: Aggiungi Preferito
nl: Favoriet toevoegen
pl: Dodaj ulubione
pt: Adicionar Favorito
ru: Добавить ссылку

# txtAddFolder
source: Add Folder
da: Tilføj mappe
de: Ordner hinzufügen
es: Aádir Carpeta
it: Aggiungi Cartella
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar Pasta
ru: Добавить папку
